/** @file

Copyright (c) 2006 - 2011, Byosoft Corporation.<BR>
All rights reserved.This software and associated documentation (if any)
is furnished under a license and may only be used or copied in
accordance with the terms of the license. Except as permitted by such
license, no part of this software or documentation may be reproduced,
stored in a retrieval system, or transmitted in any form or by any
means without the express written consent of Byosoft Corporation.

File Name:
  Chipset.uni

Abstract:
 Chipset Form String Definitions.

Revision History:

**/



/=#
#langdef   en-US   "English"
#langdef   zh-Hans "\wide中文\narrow"

#string STR_CHIPSET_FORM                        #language en-US   "Chipset Configuration"
                                            #language zh-Hans "\narrowCPU \wide菜单\narrow"
#string STR_CHIPSET_FORM_HELP                   #language en-US   "Contains Chipset features."
                                            #language zh-Hans "\narrowCPU\wide相关的功能.\narrow"                                                                                        
#string STR_CHIPSET_DEBUG_FEATURE_FORM                  #language en-US "Chipset Debug Feature"
#string STR_CHIPSET_DEBUG_FORM                  #language en-US "Chipset Debug"
#string STR_APP_MODE_SEL                  #language en-US "Application Mode Selection"
#string STR_EMPTY                  #language en-US " "
#string STR_NOTEBOOK                  #language en-US "Notebook"
#string STR_DT_EMBEDED                  #language en-US "DT/Embedded"
#string STR_NORTH_BRIDGE                  #language en-US "North Bridge"
#string STR_SOUTH_BRIDGE                  #language en-US "South Bridge"
#string STR_NB_SPE                  #language en-US "CND001 S/P/E Setting"
#string STR_MANUAL                  #language en-US "Manual"
#string STR_S                  #language en-US "S"
#string STR_P_S                  #language en-US "P->S"
#string STR_E_P_S                  #language en-US "E->P->S"
#string STR_D0F0_SPE                  #language en-US "D0F0 (Host Control)"
#string STR_D0F1_SPE                  #language en-US "D0F1 (ErrRpt)"
#string STR_D0F2_SPE                  #language en-US "D0F2 (Host Bus)"
#string STR_D0F3_SPE                  #language en-US "D0F3 (DRAM)"
#string STR_D0F4_SPE                  #language en-US "D0F4 (PMU Control)"
#string STR_D0F5_SPE                  #language en-US "D0F5 (APIC)"
#string STR_D0F6_SPE                  #language en-US "D0F6 (Scratch)"
#string STR_D0F7_SPE                  #language en-US "D0F7 (PCIe PHY)"
#string STR_D2F0_SPE                  #language en-US "D2F0 (PEG0)"
#string STR_D3F0_SPE                  #language en-US "D3F0 (PE0)"
#string STR_D3F1_SPE                  #language en-US "D3F1 (PE1)"
#string STR_D3F2_SPE                  #language en-US "D3F2 (PE2)"
#string STR_D3F3_SPE                  #language en-US "D3F3 (PE3)"
#string STR_D4F0_SPE                  #language en-US "D4F0 (PEG0)"
#string STR_D4F1_SPE                  #language en-US "D4F1 (PEG1)"
#string STR_D5F0_SPE                  #language en-US "D5F0 (PEG2)"
#string STR_D5F1_SPE                  #language en-US "D5F1 (PEG3)"
#string STR_D8F0_SPE                  #language en-US "D8F0 (Raida0)"
#string STR_D9F0_SPE                  #language en-US "D9F0 (Raida1)"
#string STR_RCRBH_SPE                  #language en-US "RCRB_H"
#string STR_PCIE_PHY_SPE                  #language en-US "PCIE_EPHY"
#string STR_D1F0_SPE                  #language en-US "D1F0 (UMA)"
#string STR_MMIO_SPE                  #language en-US "PCIE MMIO"
#string STR_SB_SPE                  #language en-US "CND001 S/P/E Setting"
#string STR_VART_SPE                  #language en-US "D10F0-3 (VART)"
#string STR_ESPI_SPE                  #language en-US "D11F0 (ESPI)"


#string STR_SDIO_SPE                  #language en-US "D12F0 (SDIO)"

#string STR_BUS_CTRL_SPE                  #language en-US "D17F0 (BusCtrl)"
#string STR_PMU_SPE                  #language en-US "D17F0 (SB PMU)"
#string STR_PCCA_SPE                  #language en-US "D17F7 (SB PCCA)"
#string STR_HDAC_SPE                  #language en-US "D20F0 (HDAC)"
#string STR_SPI_SPE                  #language en-US "SPI"

#string STR_DEBUG                      #language en-US "Debug"
#string STR_DEBUG_TITLE                      #language en-US "Debug"
#string STR_NBD_FORM                      #language en-US "North Bridge"
#string STR_NBD_FORM_HELP                      #language en-US "North Dridge Debug Form"
#string STR_SATA_DEBUG_MODE                      #language en-US "Debug signals output"
#string STR_SB_REG                      #language en-US "SB registers"
#string STR_NB_REG                      #language en-US "NB registers"

#string STR_DBG_TOP_SEL                      #language en-US "DBG_TOPSEL"
#string STR_DBG_SUB_SEL                      #language en-US "DBG_SUBSEL"


#string STR_DBG_TOP_SEL2                      #language en-US "DBG_TOPSEL2"
#string STR_DBG_SUB_SEL2                      #language en-US "DBG_SUBSEL2"
#string STR_DEBUGSIGNAL_FORM                        #language en-US   "Chipset Debug Signal Configuration"
#string STR_XHCI_DEBUG_SIGNAL_FORM                        #language en-US   "XHCI Debug signal"                                           
#string STR_DEBUG_MODE                  #language en-US "chipset debug mode"
#string STR_DBGMODE_ENABLE                  #language en-US "Debug Mode Enable"
#string STR_SUSPEND_DBGMODE_ENABLE                  #language en-US "Suspend Debug Mode Enable"
#string STR_SKIP_DBGMODE                  #language en-US "Skip Config Dbgsignal"
#string STR_EMPTY                  #language en-US " "
#string STR_DISABLE                  #language en-US "Disable"
#string STR_ENABLE                  #language en-US "Enable"
#string STR_OUT_SEL                  #language en-US "Select signals output group"
#string STR_MDA                  #language en-US "Output in MDA"
#string STR_MDB                  #language en-US "Output in MDB"
#string STR_DVP_LOW                  #language en-US "Output in DVP Low 17 bits \SUS  Low 16 bits"
#string STR_DVP_HIGH                  #language en-US "Output in DVP High 17 bits\SUS PAD High 16 bits"
#string STR_DBG_SGNAL0_SEL                  #language en-US "Debugging Signal Group 0 Select NBSB / GFX signal"
#string STR_G0_NBSB                  #language en-US "G0_NBSB signal"
#string STR_G0_GFX                  #language en-US "G0_GFX signal"
#string STR_DBG_SGNAL1_SEL                  #language en-US "Debugging Signal Group 1 Select NBSB / GFX signal"
#string STR_G1_NBSB                  #language en-US "G1_NBSB signal"
#string STR_G1_GFX                  #language en-US "G1_GFX signal"


#string STR_SIGANL_OUTSEL0                  #language en-US "Debugging Signal Group 0 Output Selection"
#string STR_SIGANL_OUTSEL1                  #language en-US "Debugging Signal Group 1 Output Selection"
#string STR_NB                  #language en-US "NB"
#string STR_SB                  #language en-US "SB"
#string STR_TOP                  #language en-US "TOP"
#string STR_CPU                  #language en-US "CPU"
#string STR_DBG_SB_SELECT                  #language en-US "SB debug signal select by NB register"
#string STR_SB_SELECT_BY_SB                  #language en-US "Select by SB"
#string STR_SB_SELECT_BY_NB                  #language en-US "Select by NB"

#string STR_PCCA                  #language en-US "PCCA"
#string STR_NB_SIGNAL_DEBUG                  #language en-US "NB Signal Debug"
#string STR_SB_SIGNAL_DEBUG                  #language en-US "SB Signal Debug"
#string STR_PARTING_LINE               #language en-US "=================================================================="
#string STR_NBG0_TOPSEL                  #language en-US "NB Group0 debug module selection"
#string STR_NB_G0_SUBSEL                  #language en-US "NB Group0 debug sub Group selection (20 bits)"
#string STR_NB_G1_SUBSEL                  #language en-US "NB Group1 module sub Group selection"

#string STR_MCUTRFC                  #language en-US "MCUTRFC"
#string STR_SDHC                  #language en-US "SDHC"
#string STR_CPUIF                  #language en-US "CPUIF"

#string STR_GMINTA                  #language en-US "GMINTA"
#string STR_GMINTB                  #language en-US "GMINTB"
#string STR_DMAC                  #language en-US "DMAC"
#string STR_KBDCG2_BUS2                  #language en-US "KBDCG2 on Bus2 sub group selection2"
#string STR_VPI                  #language en-US "VPI"
#string STR_KBDCG2                  #language en-US "KBDCG2"

#string STR_NBG1_TOPSEL                  #language en-US "NB Group1 debug module selection"
#string STR_TOP                  #language en-US "TOP"
#string STR_SDHC_TXRX                  #language en-US "SDHC_TXRX"
#string STR_KBDCG2                  #language en-US "KBDCG2"
#string STR_V4IFDBX                  #language en-US "V4IF"
#string STR_DRAMCA                  #language en-US "DRAMCA"
#string STR_ESPI                 #language en-US "ESPI"
#string STR_DRAMCB                  #language en-US "DRAMCB"
#string STR_PXPTRF                  #language en-US "PXPTRF"
#string STR_RAIDA0                  #language en-US "RAIDA0"
#string STR_RAIDA1                  #language en-US "RAIDA1"
#string STR_TACTL                  #language en-US "TACTL"
#string STR_32H5A5A5A5A                  #language en-US "Output 5A5A5A5A"
#string STR_32HA5A5A5A5                  #language en-US "Output A5A5A5A5"
#string STR_APICX                  #language en-US "APICX "
#string STR_NBPMU                  #language en-US "NB_PMU"
#string STR_FSBC                  #language en-US "FSBC"
#string STR_PCIE                  #language en-US "PCIE"
#string STR_SBDBG                  #language en-US "SBDBG"
#string STR_SB_BUS1                  #language en-US "SB BUS1 module selection"
#string STR_MIXSB                  #language en-US "MIXSB"
#string STR_CCA                  #language en-US "CCA"
#string STR_PCI1                  #language en-US "PCI1"
#string STR_SMB                  #language en-US "SMB"
#string STR_SDIO                 #language en-US "SDIO"
#string STR_USB                 #language en-US "USB"
#string STR_SPI                  #language en-US "SPI"
#string STR_LEGACY                  #language en-US "LEGACY"
#string STR_PMU                 #language en-US "PMU"
#string STR_AZ                  #language en-US "AZ"
#string STR_HPET                  #language en-US "HPET"
#string STR_PCIBUS                  #language en-US "PCIBUS"
#string STR_EBMC_OUT1                  #language en-US "eBMC_OUT1"
#string STR_EBMC_OUT2                  #language en-US "eBMC_OUT2"
#string STR_VART                  #language en-US "VART"
#string STR_SBGB2_SBGB1                  #language en-US "SBGB2_SBGB1"


#string STR_A5A5A                 #language en-US "Output A5A5A5A5"
#string STR_5A5A5                  #language en-US "Output 5A5A5A5A"
#string STR_PNP                 #language en-US "PNP"
#string STR_CCAG2                 #language en-US "CCA_G2"

#string STR_PCI1G2                  #language en-US "PCI1_G2"
#string STR_EBMC_OUT1_BUS1_SUBSEL                  #language en-US "EMBC OUT1 on Bus1 sub group selection"
#string STR_PMUG2                  #language en-US "PMU group2 debug signal"

#string STR_KBDC                  #language en-US "KBDC"
#string STR_TMRC                  #language en-US "TMRC"
#string STR_PIC                  #language en-US "PIC"
#string STR_LPC                  #language en-US "LPC"
#string STR_BUSC_MISC                  #language en-US "BUSC_MISC"
#string STR_RTC                  #language en-US "RTC"
#string STR_EPHYMUX_SUS                  #language en-US "EPHYMUX_SUS"
#string STR_EPHYMUX_CORE                  #language en-US "EPHYMUX_CORE"
#string STR_HDAC2MCU                  #language en-US "HDAC2MCU"
#string STR_PCIBUS_MIXSB                  #language en-US "PCIBUS_MIXSB"
#string STR_MIXSB_BUS1                  #language en-US "MIXSB on Bus1 sub group selection"
#string STR_CCA_BUS1                  #language en-US "CCA on Bus1 sub group selection"
#string STR_CCA_G0                  #language en-US "CCA Group0"
#string STR_CCA_G1                  #language en-US "CCA Group1"
#string STR_CCA_G2                  #language en-US "CCA Group2"
#string STR_CCA_G3                  #language en-US "CCA Group3"
#string STR_CCA_G4                  #language en-US "CCA Group4"
#string STR_CCA_G5                  #language en-US "CCA Group5"
#string STR_CCA_G6                  #language en-US "CCA Group6"
#string STR_CCA_G7                  #language en-US "CCA Group7"
#string STR_CCA_G8                  #language en-US "CCA Group8"
#string STR_CCA_G9                  #language en-US "CCA Group9"
#string STR_CCA_GA                  #language en-US "CCA GroupA"
#string STR_CCA_GB                  #language en-US "CCA GroupB"
#string STR_CCA_GC                  #language en-US "CCA GroupC"
#string STR_CCA_GD                  #language en-US "CCA GroupD"
#string STR_CCA_GE                  #language en-US "CCA GroupE"
#string STR_CCA_GF                  #language en-US "CCA GroupF"
#string STR_PCI1_BUS1                  #language en-US "PCI1 on Bus1 sub group selection"
#string STR_PCI1_G0                  #language en-US "PCI1 Group0"
#string STR_PCI1_G1                  #language en-US "PCI1 Group1"
#string STR_PCI1_G2                  #language en-US "PCI1 Group2"
#string STR_PCI1_G3                  #language en-US "PCI1 Group3"
#string STR_PCI1_G4                  #language en-US "PCI1 Group4"
#string STR_PCI1_G5                  #language en-US "PCI1 Group5"
#string STR_PCI1_G6                  #language en-US "PCI1 Group6"
#string STR_PCI1_G7                  #language en-US "PCI1 Group7"
#string STR_PCI1_G8                  #language en-US "PCI1 Group8"
#string STR_PCI1_G9                  #language en-US "PCI1 Group9"
#string STR_PCI1_GA                  #language en-US "PCI1 GroupA"
#string STR_PCI1_GB                  #language en-US "PCI1 GroupB"
#string STR_PCI1_GC                  #language en-US "PCI1 GroupC"
#string STR_PCI1_GD                  #language en-US "PCI1 GroupD"
#string STR_PCI1_GE                  #language en-US "PCI1 GroupE"
#string STR_PCI1_GF                  #language en-US "PCI1 GroupF"
#string STR_SDIO_SUS_SUB                  #language en-US "SDIO SUS on Bus1 sub group selection"
#string STR_CR_MUX2_G2_SUB          #language en-US "CR on Bus2 sub group selection"




#string STR_SDIO_SUS_G0                  #language en-US "SDIO_SUS Group0"
#string STR_SDIO_SUS_G1                  #language en-US "SDIO_SUS Group1"
#string STR_SDIO_SUS_G2                  #language en-US "SDIO_SUS Group2"
#string STR_SDIO_SUS_G3                  #language en-US "SDIO_SUS Group3"
#string STR_SDIO_SUS_G4                  #language en-US "SDIO_SUS Group4"
#string STR_SDIO_SUS_G5                  #language en-US "SDIO_SUS Group5"
#string STR_SDIO_SUS_G6                  #language en-US "SDIO_SUS Group6"
#string STR_SDIO_SUS_G7                  #language en-US "SDIO_SUS Group7"



#string STR_SMB_BUS1_SUB                  #language en-US "SMB on Bus1 sub group selection"
#string STR_SMB_G1                  #language en-US "SMB Group1"
#string STR_SMB_G2                  #language en-US "SMB Group2"
#string STR_SMB_G3                  #language en-US "SMB Group3"
#string STR_SMB_G4                  #language en-US "SMB Group4"
#string STR_SMB_G0                  #language en-US "SMB Group0"
#string STR_PMU_BUS1                  #language en-US "PMU  on Bus1 sub group selection"
#string STR_PMU_G0                  #language en-US "PMU Group0"
#string STR_PMU_G1                  #language en-US "PMU Group1"
#string STR_PMU_G2                  #language en-US "PMU Group2"
#string STR_PMU_G3                  #language en-US "PMU Group3"
#string STR_PMU_G4                  #language en-US "PMU Group4"
#string STR_PMU_G5                  #language en-US "PMU Group5"
#string STR_PMU_G6                  #language en-US "PMU Group6"
#string STR_PMU_G7                  #language en-US "PMU Group7"
#string STR_PMU_G8                  #language en-US "PMU Group8"
#string STR_PMU_G9                  #language en-US "PMU Group9"
#string STR_PMU_GA                  #language en-US "PMU GroupA"

#string STR_ESPI_BUS1                  #language en-US "ESPI on Bus1 sub group selection"
#string STR_TMRCG2_BUS2                  #language en-US "TMRC on Bus2 sub group selection2"
#string STR_PICG2_BUS2                  #language en-US "PIC on Bus2 sub group selection2"
#string STR_LPCG2_BUS2                  #language en-US "LPC on Bus2 sub group selection2"
#string STR_BUSC_BUS2                  #language en-US "BUSC on Bus2 sub group selection"
#string STR_RTC_BUS2                  #language en-US "RTC on Bus2 sub group selection"
#string STR_TOP_DEBUG                  #language en-US "Top Debug"

#string STR_TOP_G0                  #language en-US "TOP"
#string STR_TOP_G1                  #language en-US "PCIE PHYA"
#string STR_TOP_G2                  #language en-US "PCIE PHYB/C"
#string STR_TOP_G3                  #language en-US "DDRIO"
#string STR_CPU_DEBUG                  #language en-US "CPU Debug"
#string STR_CPU_FSBC_PCIE_ON                  #language en-US "CPU_FSBC_PCIE_ON"
#string STR_CPU_FSB_TOPPCIE                  #language en-US "CPU_FSBC_TOPCIE"
#string STR_PORTG                  #language en-US "PORTG"
#string STR_PORTG0                  #language en-US "PORTG0"
#string STR_HEX_NUMERIC_HELP                  #language en-US "please input index number in hex"

#string STR_CPU_FSBC_STREAM_EN                  #language en-US "CPU_FSBC_STREAM_EN"
#string STR_CPU_DRAM_ON                  #language en-US "CPU_DRAM_ON"

#string STR_CPU_FSBC_MISSPACKE_EN                  #language en-US "CPU_FSBC_MISSPACKE_EN"
#string STR_CPU_FSBC_TIGPULSE_EN                            #language en-US "CPU_FSBC_TIGPULSE_EN"
#string STR_CPU_FSBC_IFSBCSTP_EN                  #language en-US "CPU_FSBC_IFSBCSTP_EN"

#string STR_TOP_G0_SEL                  #language en-US "TOP Group0 debug module selection"
#string STR_TOP_G0_MODULE_SEL                  #language en-US "TOP  Group0 module sub Group selection"
#string STR_TOP_G1_SEL                  #language en-US "TOP Group1 debug module selection"
#string STR_TOP_G1_MODULE_SEL                  #language en-US "TOP  Group1 module sub Group selection"
#string STR_SPI_G2_BUS2                  #language en-US "SPI on Bus2 sub group selection2"
#string STR_SPI_G2_GROUP0                  #language en-US "SPI_G2_GROUP0"
#string STR_SPI_G2_GROUP1                  #language en-US "SPI_G2_GROUP1"
#string STR_SPI_G2_GROUP2                  #language en-US "SPI_G2_GROUP2"
#string STR_SPI_BUS1                  #language en-US "SPI on Bus1 sub group selection"
#string STR_SPI_G0                  #language en-US "SPI Group0"
#string STR_SPI_G1                  #language en-US "SPI Group1"
#string STR_SPI_G2                  #language en-US "SPI Group2"


#string STR_LEGACY_BUS1                  #language en-US "Legacy on Bus1 sub group selection"

#string STR_ZA_BUS1                  #language en-US "AZ on Bus1 sub group selection"
#string STR_HDAC_G1                  #language en-US "HDAC Group1"
#string STR_HDAC_G2                  #language en-US "HDAC Group2"
#string STR_HDAC_G3                  #language en-US "HDAC Group3"
#string STR_HDAC_G4                  #language en-US "HDAC Group4"
#string STR_HDAC_G0                  #language en-US "HDAC Group0"



#string STR_SDHC_BUS1_SUB                  #language en-US "SDHC on Bus1 sub group selection"



#string STR_HPET_BUS1                  #language en-US "HPET on Bus1 sub group selection"
#string STR_PCIBUS_BUS1                  #language en-US "PCIBUS on Bus1 sub group selection"


#string STR_CRG2_BUS2_SUB                  #language en-US "CR on Bus2 sub group selection"
#string STR_USBD_BUS2_G2_SUB                  #language en-US "USBD on Bus2 sub group selection"
#string STR_SATA_BUS2_G2_SUB                  #language en-US "SATA on Bus2 sub group selection"

#string STR_XHCI_DBG_SEL                  #language en-US "XHCI Option Rx40"
#string STR_XHCI_DBG_SEL2                  #language en-US "XHCI Option Rx42"
#string STR_MCU_DBG_SEL                  #language en-US "XHCI Option Rx56"
#string STR_U2HUB_DBG_SEL                  #language en-US "XHCI Option Rx54"
#string STR_U2HUB_DBG_SEL2                  #language en-US "XHCI Option Rx55"
#string STR_USB3IP_DBG_SEL                  #language en-US "XHCI OPTCFG USB3IP Low"
#string STR_USB3IP_DBG_SEL2                  #language en-US "XHCI OPTCFG USB3IP High"
#string STR_SS_ASYNCSTP_PARM                  #language en-US "XHCI Option Rx16-17"
#string STR_HS_ASYNCSTP_PARM                  #language en-US "XHCI Option Rx18-19"


#string STR_SDHC_TXRX_BUS1                  #language en-US "SDHC_TXRX on Bus1 sub group selection"
#string    STR_DMAC_BUS1               #language en-US "DMAC on Bus1 sub group selection"
#string STR_32HA5A5A5A5_BUS1                  #language en-US "32HA5A5A5A5 on Bus1 sub group selection"
#string STR_MIXSB_BUS1                  #language en-US "MIXSB on Bus1 sub group selection"

#string STR_VART_BUS1                  #language en-US "VART on Bus1 sub group selection"
#string STR_VART_G2                  #language en-US "VART_G2"
#string STR_DMA_TOP                  #language en-US "uart dma debug signal"
#string STR_UART_0                  #language en-US "uart0 debug signal "
#string STR_UART_1                  #language en-US "uart1 debug signal"
#string STR_UART_2                  #language en-US "uart2 debug signal"
#string STR_UART_3                  #language en-US "uart3 debug signal"
#string STR_UART_DMA_CCA                  #language en-US "CCA debug signals"
#string STR_UART_DMA_RX                  #language en-US "dma rx debug signals"
#string STR_UART_DMA_TX                  #language en-US "dma tx debug signals"

#string STR_UART_DMA_INT                  #language en-US "uart dma interrupt"
#string STR_UART_INT_STATUS                  #language en-US "uart interrupt status"

#string STR_UART_INT_TRIGGER                  #language en-US "uart interrupt trigger"
#string STR_UART_PMU                  #language en-US "uart pmu"

#string STR_UART_IN_OUTPUT                  #language en-US "vart input/output"
#string STR_UART_MAV                  #language en-US "MAV"
#string STR_UART_MWD                  #language en-US "MWD"
#string STR_UART_MRD                  #language en-US "MRD"

#string STR_PNP_BUS1                  #language en-US "PNP on Bus1 sub group selection"
#string STR_PNP_G0                  #language en-US "PNP GROUP0"
#string STR_PNP_G1                  #language en-US "PNP GROUP1"
#string STR_PNP_G2                  #language en-US "PNP GROUP2"
#string STR_PNP_G3                  #language en-US "PNP GROUP3"
#string STR_CCA_BUS1_G2                  #language en-US "CCA on Bus1 sub group selection2"
#string STR_PCI1_BUS1_G2                  #language en-US "PCI1 on Bus1 sub group selection2"


#string STR_PMU_BUS1_G2                  #language en-US "PMU on Bus1 sub group selection"


#string STR_KBDC_BUS1                  #language en-US "KBDC on Bus1 sub group selection"
#string STR_KBDC_G5                  #language en-US "KBDC Group5"
#string STR_KBDC_G0                  #language en-US "KBDC Group0"
#string STR_KBDC_G1                  #language en-US "KBDC Group1"
#string STR_KBDC_G2                  #language en-US "KBDC Group2"
#string STR_KBDC_G3                  #language en-US "KBDC Group3"
#string STR_KBDC_G4                 #language en-US "KBDC Group4"
#string STR_KBDC_G5                  #language en-US "KBDC Group5"
#string STR_KBDC_G6                  #language en-US "KBDC Group6"

#string STR_PIC_BUS1                  #language en-US "PIC on Bus1 sub group selection"
#string STR_PIC_G1                  #language en-US "PIC Group1"
#string STR_PIC_G2                  #language en-US "PIC Group2"
#string STR_PIC_G3                  #language en-US "PIC Group3"
#string STR_PIC_G4                 #language en-US "PIC Group4"
#string STR_PIC_G0                  #language en-US "PIC Group0"

#string STR_LPC_BUS1                  #language en-US "LPC on Bus1 sub group selection"
#string STR_LPC_G1                  #language en-US "LPC Group1"
#string STR_LPC_G2                  #language en-US "LPC Group2"
#string STR_LPC_G3                  #language en-US "LPC Group3"
#string STR_LPC_G0                 #language en-US "LPC Group0"

#string STR_BUSC_BUS1                  #language en-US "BUSC on Bus1 sub group selection"
#string STR_BUSC_G0                 #language en-US "BUSC Group0"
#string STR_BUSC_G1                  #language en-US "BUSC Group1"
#string STR_BUSC_G2                  #language en-US "BUSC Group2"
#string STR_BUSC_G3                  #language en-US "BUSC Group3"
#string STR_BUSC_G4                 #language en-US "BUSC Group4"

#string STR_RTC_BUS1                  #language en-US "RTC on Bus1 sub group selection"
#string STR_TMRC_BUS1                  #language en-US "TMRC on Bus1 sub group selection"
#string STR_TMRC_G1                  #language en-US "TMRC Group1"
#string STR_TMRC_G2                  #language en-US "TMRC Group2"
#string STR_TMRC_G3                  #language en-US "TMRC Group3"
#string STR_TMRC_G4                 #language en-US "TMRC Group4"
#string STR_TMRC_G5                  #language en-US "TMRC Group5"
#string STR_TMRC_G0                  #language en-US "TMRC Group0"

#string STR_SMB_G2_BUS2                  #language en-US "SMB on Bus2 sub group selection2"
#string STR_SDHC_G2_BUS2                  #language en-US "SDHC on Bus2 sub group selection2"
#string STR_ESPI_G2_BUS2                  #language en-US "ESPI on Bus2 sub group selection2"
#string STR_SPI_G2_BUS2                  #language en-US "SPI on Bus2 sub group selection2"

#string STR_PMU_G2_BUS2                  #language en-US "PMU on Bus2 sub group selection2"
#string STR_AZ_G2_BUS2                  #language en-US "AZ on Bus2 sub group selection2"
#string STR_HPET_BUS2                  #language en-US "HPET on Bus2 sub group selection"
#string STR_PCIBUS_BUS2                  #language en-US "PCIBUS on Bus2 sub group selection"
#string STR_EBMC_OUT1_BUS2_SUBSEL                  #language en-US "EBMC OUT1 on Bus2 sub group selection"
#string STR_VART_G2_BUS2                  #language en-US "VART on Bus2 sub group selection2"
#string STR_SBGB2_SBGB1_BUS2                  #language en-US "SBGB2 SBGB1 on Bus2 sub group selection"

#string STR_32H5A5A5A5A_BUS2                  #language en-US "32H5A5A5A5A on Bus2 sub group selection"
#string STR_32HA5A5A5A5_BUS2                  #language en-US "32HA5A5A5A5 on Bus2 sub group selection"
#string STR_PNP_BUS2                  #language en-US "PNP on Bus2 sub group selection"
#string STR_CCA_BUS2_G2                  #language en-US "CCA on Bus2 sub group selection"
#string STR_PCI1_BUS2_G2                  #language en-US "PCI1 on Bus2 sub group selection"
#string STR_PMU_BUS2_G2                  #language en-US "PMU on Bus2 sub group selection"
#string STR_PCIBUS_MIXSB_BUS2                  #language en-US "PCIBUS MIXB on Bus2 sub group selection"
#string STR_32H5A5A5A5A_BUS2                  #language en-US "32H5A5A5A5A on Bus2 sub group selection"
#string STR_32H5A5A5A5A_BUS2                  #language en-US "32H5A5A5A5A on Bus2 sub group selection"
#string STR_32H5A5A5A5A_BUS2                  #language en-US "32H5A5A5A5A on Bus2 sub group selection"
#string STR_G1                  #language en-US "Group1"
#string STR_G2                  #language en-US "Group2"
#string STR_G3                  #language en-US "Group3"
#string STR_G4                  #language en-US "Group4"
#string STR_SB_BUS2                  #language en-US "SB BUS2 module selection"

#string STR_PMUG2                  #language en-US "PMU_G2"
#string STR_SDIO_SUS                  #language en-US "SDIO_SUS"
#string STR_CR                 #language en-US "CR"

#string STR_SMBG2                  #language en-US "SMB_G2"
#string STR_SDHCG2                  #language en-US "SDHC_G2"
#string STR_ESPIG2                  #language en-US "ESPI_G2"
#string STR_SPIG2                  #language en-US "SPI_G2"
#string STR_AZ_G2                  #language en-US "AZ_G2"
#string STR_DMAC_G2                  #language en-US "DMAC_G2"



#string STR_USB3C_G2                  #language en-US "USB3C_G2"
#string STR_PNP_G2                  #language en-US "PNP_G2"

#string STR_KBDCG2                  #language en-US "KBDC_G2"
#string STR_TMRCG2                  #language en-US "TMRC_G2"
#string STR_PICG2                  #language en-US "PIC_G2"
#string STR_LPCG2                  #language en-US "LPC_G2"
#string STR_BUSC_MISC                  #language en-US "BUSC_MISC"


#string STR_PMU_BUS2                  #language en-US "PMU on Bus2 sub group selection"
#string STR_CCA_BUS2                  #language en-US "CCA on Bus2 sub group selection"
#string STR_PCI1_BUS2                  #language en-US "PCI1 on Bus2 sub group selection"
#string STR_ZA_BUS2_G2                  #language en-US "AZ on Bus2 sub group selection"
#string STR_DMAC_G2_BUS2                  #language en-US "DMAC on Bus2 sub group selection2"
#string STR_PNP_G2_BUS2                  #language en-US "PNP on Bus2 sub group selection2"
#string STR_CCA_BUS2_G2                  #language en-US "CCA on Bus2 sub group selection"
#string STR_PCI1_BUS2_G2                  #language en-US "PCI1 on Bus2 sub group selection"

#string STR_HDAC2MCU_BUS2_G2                  #language en-US "STR_HDAC2MCU_BUS2_G2"
#string STR_SB_HS_DBG_SEL                  #language en-US "SB HighSpeed Controller Debug "
#string STR_SB_HS_PCIE_PORT_SEL                  #language en-US "PCIE Port Select"
#string STR_PORTG                  #language en-US "PortG"
#string STR_PORTG0                  #language en-US "PortG0"
#string STR_SB_HS_DBG_CH_SEL                  #language en-US "Debug output channel select"
#string STR_NORMAL_MODE                  #language en-US "Normal mode"
#string STR_DOWNSTREAN                  #language en-US "Downstream"
#string STR_UPSTREAM_READ                  #language en-US "Upstream Read"
#string STR_UPSTREAM_WRITE                  #language en-US "Upstream Write"
#string STR_MCU_UART_SEL                  #language en-US "MCU UART port select"



#string STR_CPU_CLK_CTRL                  #language en-US "CPU PLL Over Clock"
#string STR_EMPTY                  #language en-US " "
#string STR__OC20                  #language en-US "OC -20%"
#string STR__OC19                  #language en-US "OC -19%"
#string STR__OC18                  #language en-US "OC -18%"
#string STR__OC17                  #language en-US "OC -17%"
#string STR__OC16                  #language en-US "OC -16%"
#string STR__OC15                  #language en-US "OC -15%"
#string STR__OC14                  #language en-US "OC -14%"
#string STR__OC13                  #language en-US "OC -13%"
#string STR__OC12                  #language en-US "OC -12%"
#string STR__OC11                  #language en-US "OC -11%"
#string STR__OC10                  #language en-US "OC -10%"
#string STR__OC9                  #language en-US "OC -9%"
#string STR__OC8                  #language en-US "OC -8%"
#string STR__OC7                  #language en-US "OC -7%"
#string STR__OC6                  #language en-US "OC -6%"
#string STR__OC5                  #language en-US "OC -5%"
#string STR__OC4                  #language en-US "OC -4%"
#string STR__OC3                  #language en-US "OC -3%"
#string STR__OC2                  #language en-US "OC -2%"
#string STR__OC1                  #language en-US "OC -1%"
#string STR_NO_OC                  #language en-US "NO OC"
#string STR_OC1                  #language en-US "OC 1%"
#string STR_OC2                  #language en-US "OC 2%"
#string STR_OC3                  #language en-US "OC 3%"
#string STR_OC4                  #language en-US "OC 4%"
#string STR_OC5                  #language en-US "OC 5%"
#string STR_OC6                  #language en-US "OC 6%"
#string STR_OC7                  #language en-US "OC 7%"
#string STR_OC8                  #language en-US "OC 8%"
#string STR_OC9                  #language en-US "OC 9%"
#string STR_OC10                  #language en-US "OC 10%"
#string STR_OC11                 #language en-US "OC 11%"
#string STR_OC12                  #language en-US "OC 12%"
#string STR_OC13                  #language en-US "OC 13%"
#string STR_OC14                  #language en-US "OC 14%"
#string STR_OC15                  #language en-US "OC 15%"
#string STR_OC16                  #language en-US "OC 16%"
#string STR_OC17                  #language en-US "OC 17%"
#string STR_OC18                  #language en-US "OC 18%"
#string STR_OC19                  #language en-US "OC 19%"
#string STR_OC20                  #language en-US "OC 20%"
#string STR_PCIE_CLK_CTRL                  #language en-US "PCIE Clock PLL Over Clock"
#string STR_CPU_SSC_CTRL                  #language en-US "CPU SSC Control"
#string STR__1                  #language en-US "-1%"
#string STR__2                  #language en-US "-2%"
#string STR__3                  #language en-US "-3%"
#string STR__4                  #language en-US "-4%"
#string STR__5                  #language en-US "-5%"
#string STR_1                  #language en-US "1%"
#string STR_2                  #language en-US "2%"
#string STR_3                  #language en-US "3%"
#string STR_4                  #language en-US "4%"
#string STR_5                  #language en-US "5%"
#string STR_6                  #language en-US "6%"
#string STR_7                  #language en-US "7%"
#string STR_8                  #language en-US "8%"
#string STR_9                  #language en-US "9%"
#string STR_10                  #language en-US "10%"
#string STR_11                 #language en-US "11%"
#string STR_12                  #language en-US "12%"
#string STR_13                  #language en-US "13%"
#string STR_14                  #language en-US "14%"
#string STR_15                  #language en-US "15%"
#string STR_16                  #language en-US "16%"
#string STR_17                  #language en-US "17%"
#string STR_18                  #language en-US "18%"
#string STR_19                  #language en-US "19%"
#string STR_20                  #language en-US "20%"

#string STR_SERR_NB_CTRL                  #language en-US "Error Report Mechanism"
#string STR_SERR_NB_CTRL_HELP                  #language en-US "Control whether SMI/NMI/SCI sent when SERR_NB asserted"
#string STR_DISABLE                  #language en-US "Disable"
#string STR_SMI                  #language en-US "SMI"
#string STR_NMI                  #language en-US "NMI"
#string STR_SCI                  #language en-US "SCI"
#string STR_V4IF_ERROR_CTRL                  #language en-US "V4IF Error Report Control"
#string STR_V4IF_ERROR_CTRL_HELP                  #language en-US "Control whether V4IF Module report Error and assert SERR_NB"
#string STR_DISABLE                  #language en-US "Disable"
#string STR_ENABLE                  #language en-US "Enable"


#string STR_DRAM_ERROR_CTRL                  #language en-US "DRAM ECC Error Report"
#string STR_DRAM_ERROR_CTRL_HELP                  #language en-US "Control whether DRAM ECC Module report Error and assert SERR_NB"
#string STR_UNEXPECT_ERR                  #language en-US "Uncorrectable Error"
#string STR_CORRECT_ERR                  #language en-US "Correctable Error"
#string STR_BOTH                  #language en-US "Both"
#string STR_PEG_ERROR_CTRL                  #language en-US "PCIE PEG Error Report"
#string STR_PEG_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PEG Module report Error and assert SERR_NB"


#string STR_PE0_ERROR_CTRL                  #language en-US "PCIE PE0 Error Report"
#string STR_PE0_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PE0 Module report Error and assert SERR_NB"

#string STR_PE1_ERROR_CTRL                  #language en-US "PCIE PE1 Error Report"
#string STR_PE1_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PE1 Module report Error and assert SERR_NB"

#string STR_PE2_ERROR_CTRL                  #language en-US "PCIE PE2 Error Report"
#string STR_PE2_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PE2 Module report Error and assert SERR_NB"

#string STR_PE3_ERROR_CTRL                  #language en-US "PCIE PE3 Error Report"
#string STR_PE3_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PE3 Module report Error and assert SERR_NB"

#string STR_PEG0_ERROR_CTRL                  #language en-US "PCIE PEG0 Error Report"
#string STR_PEG0_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PEG0 Module report Error and assert SERR_NB"
#string STR_PEG1_ERROR_CTRL                  #language en-US "PCIE PEG1 Error Report"
#string STR_PEG1_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PEG1 Module report Error and assert SERR_NB"
#string STR_PEG2_ERROR_CTRL                  #language en-US "PCIE PEG2 Error Report"
#string STR_PEG2_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PEG2 Module report Error and assert SERR_NB"

#string STR_PEG3_ERROR_CTRL                  #language en-US "PCIE PEG3 Error Report"
#string STR_PEG3_ERROR_CTRL_HELP                  #language en-US "Control whether PCIE PEG3 Module report Error and assert SERR_NB"

#string STR_1394_CTRL                  #language en-US "1394 CLK Control"

#string STR_1394_CTRL_HELP                  #language en-US "1394 CLK Control"
#string STR_DISABLED                  #language en-US "Disabled"

#string STR_ERROR_REPORTING_FORM                        #language en-US   "Chipset Error Reporting Congiruration"

#string STR_ENABLED                  #language en-US "Enabled"

#string STR_DID_VID_LOCK                  #language en-US "Lock VID,DID,RID"
#string STR_DID_VID_LOCK_HELP                  #language en-US "Enable: Lock D DID,VID and RID.Disabled:  DID, VID and RID can be override."

#string STR_VID_SELECT                  #language en-US "VID Selection"
#string STR_VID_SELECT_HELP                  #language en-US "Select VID between ZhaoXin(1D17h) and VIA(1106h)"
#string STR_ZHAOXIN                  #language en-US "ZhaoXin(1D17h)"
#string STR_VIA                  #language en-US "VIA(1106h)"



#string STR_LOOP_ERSMI_CTRL                  #language en-US "Loop Report When Error Occur"
#string STR_LOOP_ERSMI_CTRL_HELP                  #language en-US ""


#string STR_PCIE_SSC_CTRL                  #language en-US "PCIE SSC Control"
#string STR_SKW_CLK_CTRL                  #language en-US "CPU0/1 Skew Control"
#string STR_PS_N800                  #language en-US "CPU0/CPU1 Skew -800ps"
#string STR_PS_N700                  #language en-US "CPU0/CPU1 Skew -700ps"
#string STR_PS_N600                  #language en-US "CPU0/CPU1 Skew -600ps"
#string STR_PS_N500                  #language en-US "CPU0/CPU1 Skew -500ps"
#string STR_PS_N400                  #language en-US CPU0/CPU1 Skew -400ps""
#string STR_PS_N300                  #language en-US "CPU0/CPU1 Skew -300ps"
#string STR_PS_N200                  #language en-US "CPU0/CPU1 Skew -200ps"
#string STR_PS_N100                  #language en-US "CPU0/CPU1 Skew -100ps"
#string STR_PS_0                  #language en-US "CPU0/CPU1 Skew 0ps"
#string STR_PS_100                  #language en-US "CPU0/CPU1 Skew 100ps"
#string STR_PS_200                  #language en-US "CPU0/CPU1 Skew 200ps"
#string STR_PS_300                  #language en-US "CPU0/CPU1 Skew 300ps"
#string STR_PS_400                  #language en-US "CPU0/CPU1 Skew 400ps"
#string STR_PS_500                  #language en-US "CPU0/CPU1 Skew 500ps"
#string STR_PS_600                  #language en-US "CPU0/CPU1 Skew 600ps"
#string STR_PS_700                  #language en-US "CPU0/CPU1 Skew 700ps"

#string STR_CPU_BLK_CTRL                  #language en-US "STR_CPU_BLK_CTRL"
#string STR_FREE_RUN                  #language en-US "Free-Running"
#string STR_STOPPABLE                  #language en-US "Stoppable"


#string STR_CPU_SLEW_RATE                  #language en-US "CPU Clock Slew Rate"
#string STR_AUTO                  #language en-US "Auto"
#string STR_SLOW                  #language en-US "SLOW (2.5V/ns)"
#string STR_FAST                  #language en-US "FAST (4V/ns)"

#string STR_OUT_PAD_SEL                  #language en-US "Output Pad Select"
#string STR_OUT_DVP                  #language en-US "Output from DVP "
#string STR_OUT_SUS                  #language en-US "Output from other  SUS"
#string STR_FSBC_GROUP0_SELECT                        #language en-US "FSBC Group0 debug module selection"
#string STR_SYS_GROUP0                        #language en-US "SYS G0"
#string STR_SYS_GROUP1                        #language en-US "SYS G1"
#string STR_SYS_GROUP2                        #language en-US "SYS G2"
#string STR_PLL_GROUP0                        #language en-US "PLL G0"
#string STR_PLL_GROUP1                        #language en-US "PLL G1"
#string STR_PLL_GROUP2                        #language en-US "PLL G2"
#string STR_PLL_GROUP3                        #language en-US "PLL G3"
#string STR_FSBC_GROUP1_SELECT                        #language en-US "FSBC Group1 debug module selection"



#string STR_CPU_FSBC_DBG_04                        #language en-US "0x1604"
#string STR_CPU_FSBC_DBG_05                        #language en-US "0x1605"
#string STR_CPU_FSBC_DBG_06                        #language en-US "0x1606"
#string STR_CPU_FSBC_DBG_07                        #language en-US "0x1607"
#string STR_CPU_FSBC_DBG_08                        #language en-US "0x1608"
#string STR_CPU_FSBC_DBG_09                       #language en-US "0x1609"
#string STR_CPU_FSBC_DBG_0A                        #language en-US "0x160A"
#string STR_CPU_FSBC_DBG_0B                        #language en-US "0x160B"
#string STR_CPU_FSBC_DBG_0C                        #language en-US "0x160C"
#string STR_SOCCAP_MEM_SIZE                        #language en-US "SOCCAP Mem Size"

#string STR_SIZE_64MB                        #language en-US "64 MB"
#string STR_SIZE_128MB                        #language en-US "128 MB"
#string STR_SIZE_256MB                        #language en-US "256 MB"
#string STR_SIZE_512MB                        #language en-US "512 MB"
#string STR_SIZE_1GB                        #language en-US "1 GB"
#string STR_SIZE_2GB                        #language en-US "2 GB"
